---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProfileFamTypePlusNone
source: html/224328fb-39c0-488e-0dcf-6e430eaa198f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProfileFamTypePlusNone Property

"Profile"

## Syntax (C#)
```csharp
public static ForgeTypeId ProfileFamTypePlusNone { get; }
```